---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.WorksharingUtils
source: html/653a0e7c-8e55-b715-b2a5-e71a416ecb14.htm
---
# WorksharingUtils Members

Obtains ownership for the current user of as many specified elements as possible.